---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.DocumentSaveToLocalProgressChangedEventArgs
source: html/9ec7e86e-8e76-7057-4243-554feb5c49e6.htm
---
# DocumentSaveToLocalProgressChangedEventArgs Methods

Indicates whether the event is being cancelled.